#ifndef TEXT_H
#define TEXT_H

#endif // TEXT_H

#include <QString>

QString mannInfo="Критерий предназначен для оценки различий между  двумя  выборками по  уровню"
        "какого-либо признака, количественно измеренного. Он позволяет выявлять различия"
        "между  малыми  выборками, когда  n 1 •n 2 ≥ 3 или  n 1 =2, n 2 ≥5.";

QString pirsonInfo="Критерий χ 2 применяется в двух целях;"
        "1) для сопоставления эмпирического распределения признака с теоретическим -"
        "равномерным, нормальным или каким-то иным;"
        "2) для сопоставления двух, трех или более эмпирических распределений одного и"
        "того же признака. ";
